const videoLessons = [
  {
    id: 1,
    title: 'How to Read Candlestick Charts',
    src: 'https://youtu.be/ul34Jfh-LOk?si=6N7O9Lb-MNy-kIxD',
    srcu: '/1.mp4',
    questions: [
      {
        id: 1,
        text: 'Що говорить про свічку з довгим верхнім ґнотом і маленьким тілом?',
        options: [
          'Ціна відкрилася високо, швидко знизилася і закрилася на дні.',
          'Ціна відкрилася низько, швидко зросла і закрилася на вершині.',
          'Ціна протягом дня коливалася без чіткої тенденції.',
          'Ціна відкрилася і закрилася за однаковою ціною.'
        ],
      },
      {
        id: 2,
        text: 'Що таке свічка-молот?',
        options: [
          'Вона має маленьке тіло вгорі і довгий ґнот внизу, що свідчить про можливе розвороту після зниження.',
          'Вона має довге тіло і немає ґнотів, що свідчить про сильну думку на ринку.',
          'Вона має довгий верхній ґнот і маленьке тіло, що свідчить про те, що ціна відкрилася високо і була відкинута назад вниз.',
          'Вона має велике зелене тіло, що свідчить про сильну висхідну тенденцію.'
        ],
      },
      {
        id: 3,
        text: 'Яка різниця між торгівлею проти тренду і торгівлею за трендом?',
        options: [
          'Торгівля проти тренду передбачає купівлю акції, яка падає, і продаж її, коли вона зростає. Торгівля за трендом передбачає купівлю акції, яка зростає, і продаж її, коли вона падає.',
          'Торгівля проти тренду передбачає купівлю акції, яка, як очікується, скоро змінить напрямок. Торгівля за трендом передбачає слідування за поточним трендом.',
          'Торгівля проти тренду призначена для початківців, а торгівля за трендом - для досвідчених трейдерів.',
          'Різниці між ними немає.'
        ],
      },
      {
        id: 4,
        text: 'Що автор рекомендує, щоб дізнатися більше про технічний аналіз?',
        options: [
          'Він рекомендує пройти його курс, який більш детально розглядає патерни свічок.',
          'Він рекомендує свою книгу "How to Day Trade the Plain Truth".',
          'Він рекомендує книгу Стіва Нісса "Candlestick Course".',
          'Все вищезазначене.'
        ],
      }
    ],
  },
  {
    id: 2,
    title: 'Trading from NEW YORK CITY',
    src: 'https://youtu.be/R2PqQzNa4Jw?si=NDxKaw0yzgdcFcZe',
    srcu: '/2.mp4',
    questions: [
      {
        id: 1,
        text: 'Чому трейдер вирішив не торгувати багато сьогодні?',
        options: [
          'Трейдер втратив гроші в п\'ятницю і не хотів ризикувати більше.',
          'Ринок був нестабільним і не було багато динаміки.',
          'У трейдера не було достатньо часу для торгівлі сьогодні.',
          'Трейдер у відпустці і не зосереджений на торгівлі.'
        ]
      },
      {
        id: 2,
        text: 'Який у трейдера часовий проміжок для торгівлі щодня?',
        options: [
          '9:30 ранку - 10:00 ранку східного стандартного часу',
          '7:00 ранку - 11:00 ранку східного стандартного часу',
          'Трейдер торгує цілий день.',
          'Трейдер торгує лише перед ринком.'
        ]
      },
      {
        id: 3,
        text: 'Що трейдер рекомендує, крім торгівлі, щоб заробити гроші?',
        options: [
          'Інвестувати в нерухомість.',
          'Знайти другу роботу.',
          'Розпочати додатковий заробіток.',
          'Не робити нічого іншого і зосередитися лише на торгівлі.'
        ]
      },
      {
        id: 4,
        text: 'Яку акцію трейдер згадав, що йому подобалася в минулому, але не торгував сьогодні, тому що не було новин?',
        options: [
          'Indo',
          'ENVO',
          'AISP',
          'LGVN'
        ]
      }
    ]
  },
  {
  id: 3,
  title: 'Ultimate Beginners Guide to Candlestick Patterns, Support/Resistance & Technical Indicators',
  src: 'https://youtu.be/Gf791LDEsQI?si=cm13KwNosMvdKNZd',
  srcu: '/3.mp4',
  questions: [
    {
      id: 1,
      text: 'Що спікер відео говорить про психологічні зони підтримки та опору, які особливо актуальні, коли ціна нижча?',
      options: [
        'Коли ціна нижча за долар, люди частіше купують, тому що це здається вигідною пропозицією.',
        'Коли ціна нижча, продавців більше, ніж покупців, тому ціна падає.',
        'Люди частіше розміщують ордери на продаж на круглі суми в доларах, тому що їх легко запам\'ятати.',
        'Нижчі ціни означають менший ризик для трейдерів.'
      ]
    },
    {
      id: 2,
      text: 'Спікер згадує про філософію прориву або виходу. Що це означає?',
      options: [
        'Якщо ціна швидко зростає і зупиняється, це може бути гарний час для продажу, щоб уникнути втрат.',
        'Ця філософія зосереджена на купівлі акцій, які ось-ось вийдуть з фази консолідації.',
        'Інвестори, які використовують цю філософію, частіше тримають акції протягом тривалого часу.',
        'Ця філософія полягає на тому, щоб купувати акції, коли вони виходять за границі існуючих психологічних зон.',
      ]
    },
    {
      id: 3,
      text: 'Якщо трейдер працює з 1000 доларами, яка сума буде на рахунку після першого торгового дня, коли він заробив 200 доларів?',
      options: [
        '1200',
        '800',
        '1000',
        '1400'
      ]
    },
    {
      id: 4,
      text: 'Як трейдер визначає величину свого ризику при торгівлі?',
      options: [
        'Він визначає кількість акцій, які може купити, відповідно до свого ризику в доларах.',
        'Він визначає відсоток свого рахунку, який він готовий втратити в одній угоді.',
        'Він вираховує середню величину ризику серед своїх попередніх угод.',
        'Він дивиться на графік і визначає, де йому потрібно поставити стоп-лос.',
      ]
    }
  ]
},
  {
  id: 4,
  title: 'Ultimate Guide to Technical Analysis',
  src: 'https://youtu.be/_fsRWw0VbS4?si=Ot416xLKi6_ezgN2',
  srcu: '/4.mp4',
  questions: [
    {
      id: 1,
      text: 'Що відбувається з ціною відкриття, якщо вона нижча за ціну закриття?',
      options: [
        'Вона стає червоною.',
        'Вона залишається незмінною.',
        'Вона стає зеленою.',
        'Вона стає червоною і потім зеленою.',
      ]
    },
    {
      id: 2,
      text: 'Як трейдер визначає точку виходу з угоди?',
      options: [
        'За допомогою стоп-лосу.',
        'За допомогою додаткових технічних індикаторів.',
        'За власним відчуттям ринку.',
        'Він ніколи не виходить з угоди, а тримає їх доти, поки ціна не досягне його цілі.'
      ]
    },
    {
      id: 3,
      text: 'Які чотири відомості дає свічка?',
      options: [
        'Ціна відкриття, ціна закриття, максимум і мінімум.',
        'Настрій ринку, можливий майбутній напрямок, ціна входу та ціна виходу.',
        'Обсяг торгів, середня ціна, найсильніші бики та ведмеді, а також ціна ічібан (ichiban).',
        'Час доби, валюта, що торгується, країна походження та економічні показники.'
      ]
    },
    {
      id: 4,
      text: 'Які три найпоширеніших патерни свічок?',
      options: [
        'Патерн розвороту, патерн продовження та патерн плоскості.',
        'Патерн розвороту, патерн плоскості та патерн зміни напрямку.',
        'Патерн індикатора, патерн зміни напрямку та патерн підтримки.',
        'Патерн розвороту, патерн продовження та патерн прориву.'
      ]
    }
  ]
},
];

export default videoLessons;
